Repository: VM-s-Solutions/cleansia
Catalog: src/cleansia_ios/CleansiaCustomer/Resources/Localizable.xcstrings
Source language: en
Languages: cs, ru, sk, uk

# error_payment_cancelled
source: Payment cancelled. You can try again.
cs: Platba byla zrušena. Můžete to zkusit znovu.
ru: Платёж отменён. Можно попробовать снова.
sk: Platba bola zrušená. Môžete to skúsiť znova.
uk: Платіж скасовано. Можна спробувати знову.

# error_payment_failed
source: Payment failed. Please try again or use a different card.
cs: Platba se nezdařila. Zkuste to znovu nebo použijte jinou kartu.
ru: Платёж не прошёл. Попробуйте снова или используйте другую карту.
sk: Platba sa nepodarila. Skúste to znova alebo použite inú kartu.
uk: Платіж не вдався. Спробуйте знову або скористайтеся іншою карткою.

# error_referral_already_referred
source: You've already accepted a referral
cs: Doporučení jste už přijali
ru: Вы уже приняли рекомендацию
sk: Odporúčanie ste už prijali
uk: Ви вже прийняли рекомендацію

# error_referral_generic
source: Couldn't validate code. You can still continue.
cs: Kód se nepodařilo ověřit. Můžete přesto pokračovat.
ru: Не удалось проверить код. Можете продолжить.
sk: Kód sa nepodarilo overiť. Môžete napriek tomu pokračovať.
uk: Не вдалося перевірити код. Можете продовжити.

# error_referral_inactive
source: This referral code is no longer active
cs: Tento kód doporučení už není aktivní
ru: Этот реферальный код больше не активен
sk: Tento kód odporúčania už nie je aktívny
uk: Цей реферальний код більше не активний

# error_referral_not_found
source: Referral code not found
cs: Kód doporučení nebyl nalezen
ru: Реферальный код не найден
sk: Kód odporúčania nebol nájdený
uk: Реферальний код не знайдено

# error_referral_self_referral
source: You can't refer yourself
cs: Nemůžete doporučit sami sebe
ru: Вы не можете рекомендовать себя
sk: Nemôžete odporučiť sami seba
uk: Ви не можете рекомендувати себе

# forgot_code_sent
source: Verification code sent. Check your email.
cs: Ověřovací kód byl odeslán. Zkontrolujte e-mail.
ru: Код отправлен. Проверьте почту.
sk: Overovací kód bol odoslaný. Skontrolujte e-mail.
uk: Код надіслано. Перевірте email.

# forgot_description
source: Enter your email address and we'll send you a verification code to reset your password.
cs: Zadejte svou e-mailovou adresu a my vám pošleme ověřovací kód pro obnovení hesla.
ru: Введите email, и мы вышлем вам код подтверждения для сброса пароля.
sk: Zadajte svoju e-mailovú adresu a pošleme vám overovací kód na obnovenie hesla.
uk: Введіть email і ми надішлемо вам код підтвердження для скидання пароля.

# forgot_remember_password
source: Remember your password?
cs: Vzpomněli jste si na heslo?
ru: Вспомнили пароль?
sk: Spomenuli ste si na heslo?
uk: Згадали пароль?

# forgot_send_code
source: Send verification code
cs: Odeslat ověřovací kód
ru: Отправить код
sk: Odoslať overovací kód
uk: Надіслати код

# forgot_send_failed
source: Could not send the code. Try again later.
cs: Kód se nepodařilo odeslat. Zkuste to později.
ru: Не удалось отправить код. Попробуйте позже.
sk: Kód sa nepodarilo odoslať. Skúste to neskôr.
uk: Не вдалося надіслати код. Спробуйте пізніше.

# forgot_title
source: Forgot password?
cs: Zapomenuté heslo?
ru: Забыли пароль?
sk: Zabudnuté heslo?
uk: Забули пароль?

# help_call
source: Call support
cs: Zavolejte podpoře
ru: Позвоните в поддержку
sk: Zavolajte podpore
uk: Зателефонуйте в підтримку

# help_call_desc
source: Mon–Sun · 8:00–20:00
cs: Po–Ne · 8:00–20:00
ru: Пн–Вс · 8:00–20:00
sk: Po–Ne · 8:00–20:00
uk: Пн–Нд · 8:00–20:00

# help_call_unavailable
source: Calls aren't available on this device. Number copied.
cs: Na tomto zařízení nelze volat. Číslo je zkopírované.
ru: На этом устройстве нельзя позвонить. Номер скопирован.
sk: Na tomto zariadení sa nedá volať. Číslo je skopírované.
uk: На цьому пристрої не можна телефонувати. Номер скопійовано.

# help_contact_title
source: Contact us
cs: Kontaktujte nás
ru: Свяжитесь с нами
sk: Kontaktujte nás
uk: Зв'яжіться з нами

# help_email
source: Email us
cs: Napište nám
ru: Напишите нам
sk: Napíšte nám
uk: Напишіть нам

# help_email_unavailable
source: No e-mail app found. Address copied.
cs: Nenašli jsme e-mailovou aplikaci. Adresa je zkopírovaná.
ru: Почтовое приложение не найдено. Адрес скопирован.
sk: Nenašli sme e-mailovú aplikáciu. Adresa je skopírovaná.
uk: Не знайдено поштового застосунку. Адресу скопійовано.

# help_faq_a1
source: Open your booking from the Orders tab and tap "Cancel". Cancellations are free up to 24 hours before the cleaning start time. Within 15 minutes of booking you pay nothing — within 60 minutes on your first booking or with Cleansia Plus.
cs: Otevřete rezervaci na kartě Objednávky a klepněte na „Zrušit“. Zrušení je zdarma až 24 hodin před začátkem úklidu. Do 15 minut od objednání neplatíte nic — u první objednávky nebo s Cleansia Plus do 60 minut.
ru: Откройте заказ на вкладке Заказы и нажмите «Отменить». Отмена бесплатна за 24 часа до начала уборки. В течение 15 минут после заказа вы не платите ничего — для первого заказа или с Cleansia Plus в течение 60 минут.
sk: Otvorte rezerváciu na karte Objednávky a ťuknite na „Zrušiť“. Zrušenie je zdarma až 24 hodín pred začiatkom upratovania. Do 15 minút od objednania neplatíte nič — pri prvej objednávke alebo s Cleansia Plus do 60 minút.
uk: Відкрийте бронювання на вкладці Замовлення і натисніть «Скасувати». Скасування безкоштовне за 24 години до початку прибирання. Протягом 15 хвилин після замовлення ви не платите нічого — для першого замовлення або з Cleansia Plus протягом 60 хвилин.

# help_faq_a2
source: Add access instructions when booking (e.g., door code, key location). The cleaner waits 15 minutes past the start time and tries to call you. If they still can't get in, the booking is cancelled and the full price is charged.
cs: Při rezervaci přidejte pokyny ke vstupu (např. kód u dveří, místo klíče). Uklízeč čeká 15 minut po začátku úklidu a zkusí vám zavolat. Pokud se ani pak nedostane dovnitř, rezervace se zruší a účtuje se plná cena.
ru: Добавьте инструкции по доступу при бронировании (напр. код от двери, место ключа). Клинер ждёт 15 минут после начала уборки и пытается вам позвонить. Если и тогда не удастся попасть внутрь, бронирование отменяется и взимается полная стоимость.
sk: Pri rezervácii pridajte pokyny ku vstupu (napr. kód pri dverách, miesto kľúča). Upratovačka čaká 15 minút po začiatku upratovania a skúsi vám zavolať. Ak sa ani potom nedostane dnu, rezervácia sa zruší a účtuje sa plná cena.
uk: Додайте інструкції щодо доступу при бронюванні (напр. код від дверей, місце ключа). Клінер чекає 15 хвилин після початку прибирання і намагається вам зателефонувати. Якщо й тоді не вдасться потрапити всередину, бронювання скасовується і стягується повна вартість.

# help_faq_a3_no_figure
source: Yes. All Cleansia cleaners are covered by insurance.
cs: Ano. Všichni uklízeči Cleansia jsou pojištěni.
ru: Да. Все клинеры Cleansia застрахованы.
sk: Áno. Všetci upratovači Cleansia sú poistení.
uk: Так. Усі клінери Cleansia застраховані.

# help_faq_a3
source: Yes. All Cleansia cleaners are covered by insurance up to %1$@ per booking.
cs: Ano. Všichni uklízeči Cleansia jsou pojištěni až do %1$@ na rezervaci.
ru: Да. Все клинеры Cleansia застрахованы до %1$@ за заказ.
sk: Áno. Všetci upratovači Cleansia sú poistení až do %1$@ na rezerváciu.
uk: Так. Усі клінери Cleansia застраховані до %1$@ за бронювання.

# help_faq_a4
source: A booking can't be moved to another date. Cancel it and book the new date instead — cancelling is free while no cleaner has taken the job.
cs: Rezervaci nelze přesunout na jiný termín. Zrušte ji a objednejte nový termín — zrušení je zdarma, dokud práci nepřevzal žádný uklízeč.
ru: Заказ нельзя перенести на другую дату. Отмените его и закажите новую дату — отмена бесплатна, пока ни один клинер не взял заказ.
sk: Rezerváciu nemožno presunúť na iný termín. Zrušte ju a objednajte nový termín — zrušenie je zadarmo, kým prácu neprevzal žiadny upratovač.
uk: Бронювання не можна перенести на іншу дату. Скасуйте його та замовте нову дату — скасування безкоштовне, поки жоден клінер не взяв замовлення.

# help_faq_a5
source: Kitchen, bathrooms, all floors, dusting, and general tidying. Extras like oven cleaning are available as add-ons.
cs: Kuchyně, koupelny, všechny podlahy, utírání prachu a úklid. Extra služby jako čištění trouby jsou jako doplňky.
ru: Кухня, ванные, все полы, протирание пыли и общая уборка. Доп. услуги вроде чистки духовки — как дополнения.
sk: Kuchyňa, kúpeľne, všetky podlahy, utieranie prachu a upratovanie. Extra služby ako čistenie rúry sú ako doplnky.
uk: Кухня, ванні кімнати, усі підлоги, витирання пилу та загальне прибирання. Додатково — чищення духовки тощо.

# help_faq_q1
source: How do I cancel my booking?
cs: Jak zruším rezervaci?
ru: Как отменить заказ?
sk: Ako zruším rezerváciu?
uk: Як скасувати бронювання?

# help_faq_q2
source: What if I'm not home when the cleaner arrives?
cs: Co když nebudu doma, až přijde uklízeč?
ru: Что если меня не будет дома, когда придёт клинер?
sk: Čo ak nebudem doma, keď príde upratovač?
uk: Що, якщо мене не буде вдома, коли прийде клінер?

# help_faq_q3
source: Are cleaners insured?
cs: Jsou uklízeči pojištěni?
ru: Застрахованы ли клинеры?
sk: Sú upratovači poistení?
uk: Чи застраховані клінери?

# help_faq_q4
source: Can I change the date?
cs: Můžu změnit termín?
ru: Можно ли изменить дату?
sk: Môžem zmeniť termín?
uk: Чи можна змінити дату?

# help_faq_q5
source: What's included in a standard cleaning?
cs: Co je součástí standardního úklidu?
ru: Что входит в стандартную уборку?
sk: Čo je súčasťou štandardného upratovania?
uk: Що входить у стандартне прибирання?

# help_faq_title
source: Frequently asked questions
cs: Časté dotazy
ru: Частые вопросы
sk: Časté otázky
uk: Часті запитання

# help_title
source: Help & support
cs: Nápověda a podpora
ru: Помощь и поддержка
sk: Pomoc a podpora
uk: Довідка та підтримка

# home_address_label
source: Cleaning at
cs: Úklid na adrese
ru: Уборка по адресу
sk: Upratovanie na adrese
uk: Прибирання за адресою

# home_address_placeholder
source: Select an address
cs: Vyberte adresu
ru: Выберите адрес
sk: Vyberte adresu
uk: Виберіть адресу

# home_milestone_subtitle_v2
source: %1$lld more points to %2$@
cs: Ještě %1$lld bodů k úrovni %2$@
ru: Ещё %1$lld балла до уровня %2$@
sk: Ešte %1$lld bodov do úrovne %2$@
uk: Ще %1$lld бала до рівня %2$@

# home_milestone_title_v2
source: %1$@ — Progress to next tier
cs: %1$@ — Pokrok k další úrovni
ru: %1$@ — Прогресс к следующему уровню
sk: %1$@ — Pokrok k ďalšej úrovni
uk: %1$@ — Прогрес до наступного рівня

# home_order_again_fallback_title
source: Your last cleaning
cs: Váš poslední úklid
ru: Ваша последняя уборка
sk: Vaše posledné upratovanie
uk: Ваше останнє прибирання

# home_order_again_subtitle
source: Last booked %1$@
cs: Naposledy %1$@
ru: Последний заказ %1$@
sk: Naposledy %1$@
uk: Останнє замовлення %1$@

# home_order_again_title
source: ORDER AGAIN
cs: OBJEDNAT ZNOVU
ru: ЗАКАЗАТЬ СНОВА
sk: OBJEDNAŤ ZNOVA
uk: ЗАМОВИТИ ЗНОВУ

# home_popular_packages_add_cta
source: Tap to book
cs: Klepnout pro objednání
ru: Нажмите для заказа
sk: Klepnúť na objednanie
uk: Натисніть для замовлення

# home_popular_packages_title
source: Popular packages
cs: Oblíbené balíčky
ru: Популярные пакеты
sk: Obľúbené balíčky
uk: Популярні пакети

# home_quick_size_baths_less
source: Fewer bathrooms
cs: Méně koupelen
ru: Меньше ванных комнат
sk: Menej kúpeľní
uk: Менше ванних кімнат

# home_quick_size_baths_more
source: More bathrooms
cs: Více koupelen
ru: Больше ванных комнат
sk: Viac kúpeľní
uk: Більше ванних кімнат

# home_quick_size_cta
source: See my price
cs: Zobrazit cenu
ru: Показать цену
sk: Zobraziť cenu
uk: Показати ціну

# home_quick_size_rooms_less
source: Fewer rooms
cs: Méně pokojů
ru: Меньше комнат
sk: Menej izieb
uk: Менше кімнат

# home_quick_size_rooms_more
source: More rooms
cs: Více pokojů
ru: Больше комнат
sk: Viac izieb
uk: Більше кімнат

# home_quick_size_title
source: How big is your home?
cs: Jak velký je váš domov?
ru: Какой размер вашего жилья?
sk: Aký veľký je váš domov?
uk: Який розмір вашого житла?

# home_recent_fallback_title
source: Cleaning
cs: Úklid
ru: Уборка
sk: Upratovanie
uk: Прибирання

# home_recent_see_all
source: See all
cs: Zobrazit vše
ru: Показать все
sk: Zobraziť všetko
uk: Показати всі

# home_recent_title
source: Recent bookings
cs: Nedávné rezervace
ru: Недавние бронирования
sk: Nedávne rezervácie
uk: Останні бронювання

# home_recurring_section_manage
source: Manage
cs: Spravovat
ru: Управлять
sk: Spravovať
uk: Керувати

# home_recurring_section_title
source: Your recurring cleanings
cs: Vaše pravidelné úklidy
ru: Ваши регулярные уборки
sk: Vaše pravidelné upratovania
uk: Ваші регулярні прибирання

# home_trust_insured
source: Insured
cs: Pojištěno
ru: Застраховано
sk: Poistené
uk: Застраховано

# home_trust_same_day
source: Same-day
cs: Dnes
ru: Сегодня
sk: Dnes
uk: Сьогодні

# home_upsell_book_cta
source: Book now
cs: Objednat
ru: Заказать
sk: Objednať
uk: Замовити

# home_upsell_credit_desc
source: Taken off your next card payment, up to %1$lld%% of the order.
cs: Odečte se z příští platby kartou, až %1$lld %% ceny objednávky.
ru: Спишется со следующей оплаты картой, до %1$lld%% стоимости заказа.
sk: Odpočíta sa z ďalšej platby kartou, až %1$lld %% ceny objednávky.
uk: Спишеться з наступної оплати карткою, до %1$lld%% вартості замовлення.

# home_upsell_credit_title
source: %1$@ to spend on cleanings
cs: %1$@ na vaše úklidy
ru: %1$@ кредита на ваши уборки
sk: %1$@ na vaše upratovania
uk: %1$@ кредиту на ваші прибирання

# home_upsell_did_you_know
source: Did you know?
cs: Věděli jste?
ru: А вы знали?
sk: Vedeli ste?
uk: Чи знали ви?

# home_upsell_express_desc
source: Your Plus waives it, and the count resets every month.
cs: Plus vám ho promíjí a počet se každý měsíc obnoví.
ru: Plus отменяет доплату, а лимит обновляется каждый месяц.
sk: Plus vám ho odpúšťa a počet sa každý mesiac obnoví.
uk: Plus скасовує доплату, а ліміт оновлюється щомісяця.

# home_upsell_express_title
source: No surcharge on %1$lld more express bookings
cs: Bez příplatku ještě %1$lld expresních objednávek
ru: Без доплаты ещё %1$lld экспресс-заказа
sk: Bez príplatku ešte %1$lld expresných objednávok
uk: Без доплати ще %1$lld експрес-замовлення

# home_upsell_express_today_desc
source: Short notice? Under %1$lld h ahead, an express surcharge applies.
cs: Na poslední chvíli? Méně než %1$lld h předem znamená expresní příplatek.
ru: В последний момент? Менее чем за %1$lld ч действует экспресс-доплата.
sk: Na poslednú chvíľu? Menej než %1$lld h vopred znamená expresný príplatok.
uk: В останню мить? Менш ніж за %1$lld год діє експрес-доплата.

# home_upsell_express_today_title
source: Book as little as %1$lld h ahead
cs: Objednávejte už %1$lld h předem
ru: Заказывайте всего за %1$lld ч
sk: Objednávajte už %1$lld h vopred
uk: Замовляйте вже за %1$lld год

# home_upsell_express_top
source: Plus · %1$lld–%2$lld h notice
cs: Plus · %1$lld–%2$lld h předem
ru: Plus · за %1$lld–%2$lld ч
sk: Plus · %1$lld–%2$lld h vopred
uk: Plus · за %1$lld–%2$lld год

# home_upsell_notifications_cta
source: Turn on
cs: Zapnout
ru: Включить
sk: Zapnúť
uk: Увімкнути

# home_upsell_notifications_desc
source: We tell you when they set off, start and finish.
cs: Dáme vědět, když vyrazí, začne i skončí.
ru: Сообщим, когда он выедет, начнёт и закончит.
sk: Dáme vedieť, keď vyrazí, začne aj skončí.
uk: Повідомимо, коли він вирушить, почне й завершить.

# home_upsell_notifications_title
source: Know the moment your cleaner is on the way
cs: Dozvíte se hned, když je uklízeč na cestě
ru: Узнайте сразу, когда уборщик уже в пути
sk: Dozviete sa hneď, keď je upratovač na ceste
uk: Дізнайтеся одразу, коли прибиральник уже в дорозі

# home_upsell_notifications_top
source: Stay in the loop
cs: Buďte v obraze
ru: Будьте в курсе
sk: Buďte v obraze
uk: Будьте в курсі

# home_upsell_page_a11y
source: Offer %1$lld of %2$lld
cs: Nabídka %1$lld z %2$lld
ru: Предложение %1$lld из %2$lld
sk: Ponuka %1$lld z %2$lld
uk: Пропозиція %1$lld з %2$lld

# home_upsell_plus_cancel_desc
source: One of your Plus benefits, on every booking you make.
cs: Jedna z výhod Plus, u každé vaší objednávky.
ru: Одно из преимуществ Plus, для каждого вашего заказа.
sk: Jedna z výhod Plus, pri každej vašej objednávke.
uk: Одна з переваг Plus, для кожного вашого замовлення.

# home_upsell_plus_cancel_title
source: Free cancellation up to %1$lld h before
cs: Zrušení zdarma až %1$lld h předem
ru: Бесплатная отмена за %1$lld ч до уборки
sk: Zrušenie zadarmo až %1$lld h vopred
uk: Безкоштовне скасування за %1$lld год до прибирання

# home_upsell_plus_cta
source: Get Plus
cs: Získat Plus
ru: Оформить Plus
sk: Získať Plus
uk: Отримати Plus

# home_upsell_plus_desc
source: Take %1$lld%% off every cleaning and request your favorite cleaner.
cs: Sleva %1$lld %% na každý úklid a váš oblíbený uklízeč na přání.
ru: Скидка %1$lld%% на каждую уборку и ваш любимый уборщик по запросу.
sk: Zľava %1$lld %% na každé upratovanie a obľúbený upratovač na želanie.
uk: Знижка %1$lld%% на кожне прибирання та улюблений прибиральник на запит.

# home_upsell_plus_desc_generic
source: Book recurring cleanings and request your favorite cleaner.
cs: Pravidelné úklidy a váš oblíbený uklízeč na přání.
ru: Регулярные уборки и ваш любимый уборщик по запросу.
sk: Pravidelné upratovania a váš obľúbený upratovač na želanie.
uk: Регулярні прибирання і ваш улюблений прибиральник на запит.

# home_upsell_plus_title_trial
source: First %1$d days free.
cs: Prvních %1$d dní zdarma.
ru: Первые %1$d дней бесплатно.
sk: Prvých %1$d dní zadarmo.
uk: Перші %1$d днів безкоштовно.

# home_upsell_plus_cta_trial
source: Try it free
cs: Vyzkoušet zdarma
ru: Попробовать бесплатно
sk: Vyskúšať zadarmo
uk: Спробувати безкоштовно

# home_upsell_plus_title
source: Save on every cleaning.
cs: Šetřete na každém úklidu.
ru: Экономьте на каждой уборке.
sk: Šetrite na každom upratovaní.
uk: Економте на кожному прибиранні.

# home_upsell_referral_cta
source: Share my code
cs: Sdílet můj kód
ru: Поделиться кодом
sk: Zdieľať môj kód
uk: Поділитися кодом

# home_upsell_referral_desc
source: You both get %1$lld points once their first cleaning is completed.
cs: Oba získáte %1$lld bodů po jeho prvním dokončeném úklidu.
ru: Вы оба получите %1$lld балла после его первой завершённой уборки.
sk: Obaja získate %1$lld bodov po dokončení jeho prvého upratovania.
uk: Обом по %1$lld бала після першого завершеного прибирання друга.

# home_upsell_referral_desc_generic
source: You both get points once their first cleaning is completed.
cs: Oba získáte body po jeho prvním dokončeném úklidu.
ru: Вы оба получите баллы после его первой завершённой уборки.
sk: Obaja získate body po dokončení jeho prvého upratovania.
uk: Обом бали після першого завершеного прибирання друга.

# home_upsell_referral_title
source: Share Cleansia with a friend
cs: Doporučte Cleansii kamarádovi
ru: Посоветуйте Cleansia другу
sk: Odporučte Cleansiu kamarátovi
uk: Порадьте Cleansia другові

# home_upsell_referral_top
source: Refer a friend
cs: Pozvěte kamaráda
ru: Пригласите друга
sk: Pozvite kamaráta
uk: Запросіть друга

# home_upsell_rewards_cta
source: See my rewards
cs: Moje odměny
ru: Мои награды
sk: Moje odmeny
uk: Мої винагороди

# home_upsell_rewards_desc
source: Collect them to climb the tiers and unlock their perks.
cs: Sbírejte je, postupujte úrovněmi a odemykejte jejich výhody.
ru: Копите их, поднимайтесь по уровням и открывайте преимущества.
sk: Zbierajte ich, postupujte úrovňami a odomykajte ich výhody.
uk: Збирайте їх, піднімайтеся рівнями й відкривайте їхні переваги.

# home_upsell_rewards_title
source: Every completed cleaning earns points
cs: Každý dokončený úklid přináší body
ru: Каждая завершённая уборка приносит баллы
sk: Každé dokončené upratovanie prináša body
uk: Кожне завершене прибирання приносить бали

# home_upsell_setup_recurring_cta
source: Set one up
cs: Nastavit
ru: Настроить
sk: Nastaviť
uk: Налаштувати

# home_upsell_setup_recurring_desc
source: Weekly, fortnightly or monthly, on the day and time you pick.
cs: Týdně, jednou za dva týdny nebo měsíčně, v den a čas dle vás.
ru: Еженедельно, раз в две недели или ежемесячно, в ваш день и час.
sk: Týždenne, každé dva týždne alebo mesačne, v deň a čas podľa vás.
uk: Щотижня, раз на два тижні чи щомісяця, у ваш день і час.

# home_upsell_setup_recurring_title
source: Put your cleaning on repeat
cs: Nastavte si pravidelný úklid
ru: Настройте регулярную уборку
sk: Nastavte si pravidelné upratovanie
uk: Налаштуйте регулярне прибирання

# home_upsell_setup_recurring_top
source: Plus perk
cs: Výhoda Plus
ru: Преимущество Plus
sk: Výhoda Plus
uk: Перевага Plus

# home_upsell_times_desc
source: Morning, afternoon or evening, any time from %1$@ to %2$@.
cs: Dopoledne, odpoledne i večer, kdykoli od %1$@ do %2$@.
ru: Утро, день или вечер, в любое время с %1$@ до %2$@.
sk: Dopoludnie, popoludnie aj večer, kedykoľvek od %1$@ do %2$@.
uk: Ранок, день чи вечір, будь-коли з %1$@ до %2$@.

# home_upsell_times_title
source: Choose your exact arrival time
cs: Zvolte si přesný čas příjezdu
ru: Выберите точное время прибытия
sk: Zvoľte si presný čas príchodu
uk: Оберіть точний час прибуття

# login_continue_with_google
source: Continue with Google
cs: Pokračovat přes Google
ru: Продолжить через Google
sk: Pokračovať cez Google
uk: Продовжити через Google

# login_dont_have_account
source: Don't have an account?
cs: Ještě nemáte účet?
ru: Нет учётной записи?
sk: Ešte nemáte účet?
uk: Не маєте облікового запису?

# login_forgot_password
source: Forgot password?
cs: Zapomenuté heslo?
ru: Забыли пароль?
sk: Zabudnuté heslo?
uk: Забули пароль?

# login_login
source: Sign In
cs: Přihlásit se
ru: Войти
sk: Prihlásiť sa
uk: Увійти

# login_or
source: OR
cs: NEBO
ru: ИЛИ
sk: ALEBO
uk: АБО

# login_register
source: Register
cs: Registrovat
ru: Регистрация
sk: Registrovať
uk: Зареєструватися

# login_subtitle
source: Sign in to manage your bookings.
cs: Přihlaste se pro správu rezervací.
ru: Войдите для управления бронированиями.
sk: Prihláste sa na správu rezervácií.
uk: Увійдіть, щоб керувати бронюваннями.

# login_title
source: Welcome back
cs: Vítejte zpět
ru: С возвращением
sk: Vitajte späť
uk: З поверненням

# loyalty_activity_title
source: Recent activity
cs: Nedávná aktivita
ru: Недавняя активность
sk: Nedávna aktivita
uk: Остання активність

# loyalty_activity_view_all
source: See all activity
cs: Zobrazit všechnu aktivitu
ru: Вся активность
sk: Zobraziť celú aktivitu
uk: Уся активність

# loyalty_bookings_completed
source: %1$lld cleanings completed
cs: %1$lld úklidů dokončeno
ru: %1$lld уборки завершено
sk: %1$lld upratovaní dokončených
uk: %1$lld прибирання завершено

# loyalty_current_perks_title
source: Your perks
cs: Vaše výhody
ru: Ваши преимущества
sk: Vaše výhody
uk: Ваші переваги

# loyalty_discount_basic
source: %1$d%% off all bookings
cs: %1$d %% sleva na všechny objednávky
ru: %1$d%% скидка на все бронирования
sk: %1$d %% zľava na všetky objednávky
uk: %1$d%% знижка на всі бронювання

# loyalty_discount_min_order
source: %1$d%% off orders ≥%2$@
cs: %1$d %% sleva na objednávky od %2$@
ru: %1$d%% скидка на заказы ≥%2$@
sk: %1$d %% zľava na objednávky od %2$@
uk: %1$d%% знижка на замовлення ≥%2$@

# loyalty_empty_activity
source: No activity yet. Book your first cleaning to start earning.
cs: Zatím žádná aktivita. Objednejte si první úklid a začněte sbírat body.
ru: Пока нет активности. Закажите первую уборку, чтобы начать зарабатывать.
sk: Zatiaľ žiadna aktivita. Objednajte si prvé upratovanie a začnite zbierať body.
uk: Поки немає активності. Замовте перше прибирання, щоб почати заробляти.
